#include <iostream>

int main() {
    std::cout << "Под лунным светом сверкают звезды,\n"
                 "В безмолвии ночи плывут тишины волны.\n"
                 "В сердце затаившись сокрытые мечты,\n"
                 "Расцветает в душе таинственная сказка.\n"
                 "\n"
                 "Переливы музыки на ветрах шепчут,\n"
                 "И перышко возникает на белой бумаге.\n"
                 "Стихами одеваются мысли и чувства,\n"
                 "Срываясь с души в свободное полетное влагалище.\n"
                 "\n"
                 "Сквозь слова течет река эмоций и образов,\n"
                 "Постепенно смыкаясь в неразрывный хоровод.\n"
                 "Стихи — мостик к сердцу и душе,\n"
                 "Раскрываются в них уникальные картины и красота.\n"
                 "\n"
                 "Пусть в ритме стихов слышится гармония,\n"
                 "Чарующая мелодия и нежность звуков.\n"
                 "Они разносятся с ветром в заботе и ласке,\n"
                 "Приносят радость и открывают новую сказку." << std::endl;
    return 0;
}
